Repository: ClaperCo/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: am, es, fr, hu

source: Confirm new password
am: አዲስ የይለፍ ቃል አረጋግጥ
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
hu: Új jelszó megerősítése

source: Forgot your password?
am: የይለፍ ቃልዎን ረሱ?
es: ¿Contraseña olvidada?
fr: Mot de passe oublié ?
hu: Elfelejtette a jelszavát?

source: If your email is in our system, you'll receive instructions to reset your password shortly.
am: ኢሜይልዎ በስርዓታችን ውስጥ ካለ፣ የይለፍ ቃልዎን እንደገና ለማስጀመር መመሪያዎችን በቅርቡ ይደርስዎታል።
es: Si tu email está en nuestro sistema, en breve recibirás instrucciones para restablecer tu contraseña.
fr: Si votre adresse électronique se trouve dans notre système, vous recevrez sous peu des instructions pour réinitialiser votre mot de passe.
hu: Amennyiben az e-mail címe regisztrálva van rendszerünkben, hamarosan küldünk egy e-mailt a jelszó visszaállításához.

source: Password confirmation
am: የይለፍ ቃል ማረጋገጫ
es: Confirmación de contraseña
fr: Confirmation du mot de passe
hu: Jelszó megerősítése

source: Password updated successfully.
am: የይለፍ ቃል በተሳካ ሁኔታ ተዘምኗል።
es: Contraseña actualizada con éxito.
fr: Le mot de passe a été mis à jour.
hu: A jelszó sikeresen megváltoztatva.

source: Reset password link is invalid or it has expired.
am: የይለፍ ቃል ዳግም ማስጀመሪያ አገናኝ ልክ ያልሆነ ወይም ጊዜው አልፎበታል።
es: El enlace de restablecimiento de contraseña es inválido o ha caducado.
fr: Le lien de réinitialisation du mot de passe n'est pas valide ou a expiré.
hu: A jelszó-visszaállítási link helytelen vagy lejárt.

source: Reset your password
am: የይለፍ ቃልዎን ዳግም ያስጀምሩ
es: Restablecer tu contraseña
hu: Jelszó visszaállítása

source: Send link to reset password
am: የይለፍ ቃል ዳግም ማስጀመሪያ አገናኝ ላክ
es: Enviar enlace para restablecer contraseña
fr: Envoyer le lien pour réinitialiser le mot de passe
hu: Jelszó-visszaállítási link küldése

source: Current web content
am: የአሁኑ የድር ይዘት
es: Contenido actual
hu: Jelenlegi internetes tartalom

source: Edit web content
am: የድር ይዘት አርትዕ
es: Editar contenido web
fr: Modifier le contenu web
hu: Internetes tartalom szerkesztése

source: New web content
am: አዲስ የድር ይዘት
es: Nuevo contenido web
fr: Nouveau contenu web
hu: Új internetes tartalom

source: See current web content
am: የአሁኑን የድር ይዘት ይመልከቱ
es: Ver contenido
hu: Jelenlegi internetes tartalom megtekintése

source: This will delete the web content, are you sure?
am: ይህ የድር ይዘቱን ይሰርዛል፣ እርግጠኛ ነዎት?
es: Esto borrará el contenido web, ¿estás seguro/a?
hu: Az internetes tartalom törlődni fog. Folytatja?

source: Title
am: ርዕስ
es: Título
fr: Titre
hu: Cím

source: Web content
am: የድር ይዘት
es: Contenido
fr: Contenu web
hu: Internetes tartalom

source: Pin
am: ሰካ
es: Anclar
fr: Épingler
hu: Kitűzés

source: Pinned
am: የተሰካ
es: Anclado
fr: Épinglé
hu: Kitűzve

source: Pinned messages
am: የተሰኩ መልዕክቶች
es: Mensajes anclados
hu: Kitűzött üzenetek

source: Pinned messages will appear here.
am: የተሰኩ መልዕክቶች እዚህ ይታያሉ።
es: Los mensajes anclados aparecerán aquí.
fr: Les messages épinglés apparaîtront ici.
hu: A kitűzött üzenetek itt fognak megjelenni.

source: Show only pinned messages
am: የተሰኩ መልዕክቶችን ብቻ አሳይ
es: Mostrar sólo mensajes anclados
fr: Afficher uniquement les messages épinglés
hu: Csak a kitűzött üzenetek mutatása

source: Unpin
am: ንቀል
es: Desanclar
fr: Détacher
hu: Kitűzés megszüntetése

source: Login or create account
am: ግባ ወይም መለያ ፍጠር
es: Entrar o crear cuenta
fr: Connectez-vous ou créez un compte
hu: Bejelentkezés vagy regisztráció

source: Someone invited you to manage the event: %{name}
am: አንድ ሰው ዝግጅቱን እንዲያስተዳድሩ ጋብዞዎታል፡ %{name}
es: Alguien te ha invitado a gestionar el evento: %{name}
fr: Quelqu'un vous a invité à gérer l'événement : %{name}
hu: %{name} meghívott az esemény kezelésére.

source: To accept the invitation, please login or create an account with this email: %{email}
am: ግብዣውን ለመቀበል፣ እባክዎ በዚህ ኢሜይል ይግቡ ወይም መለያ ይፍጠሩ፡ %{email}
es: Para aceptar la invitación, por favor entra o crea una cuenta con este correo: %{email}
fr: Pour accepter l'invitation, veuillez vous connecter ou créer un compte avec cette adresse e-mail : %{email}
hu: A meghívás elfogadásához jelentkezzen be, vagy hozzon létre egy fiókot a %{email} e-mail címmel

source: You have been invited
am: ተጋብዘዋል
es: Has sido invitado/a
fr: Vous avez été invité
hu: Ön meghívást kapott

source: You have been invited to manage an event
am: አንድን ዝግጅት እንዲያስተዳድሩ ተጋብዘዋል
es: Has sido invitado/a a gestionar un evento
fr: Vous avez été invité à gérer un événement
hu: Meghívást kapott egy esemény kezelésére

source: All your events and files will be permanently deleted, are you sure?
am: ሁሉም ዝግጅቶችዎ እና ፋይሎችዎ በቋሚነት ይሰረዛሉ፣ እርግጠኛ ነዎት?
es: Todos tus eventos y ficheros serán borrados para siempre, ¿estás seguro/a?
fr: Tous vos événements et fichiers seront définitivement supprimés, êtes-vous sûr ?
hu: Minden a fiókhoz tartozó esemény és fájl törlődni fog. Folytatja?

source: Are you sure you want to terminate this event? This action cannot be undone.
am: ይህን ዝግጅት ማቋረጥ እንደሚፈልጉ እርግጠኛ ነዎት? ይህ እርምጃ ሊቀለበስ አይችልም።
es: ¿Estás seguro de que quieres finalizar este evento? Esta acción no puede deshacerse.
fr: Êtes-vous sûr de vouloir terminer cet événement ? Cette action est irréversible.
hu: Biztosan lezárja az eseményt? A művelet nem vonható vissza.

source: Attendees room
am: የተሳታፊዎች ክፍል
es: Sala de asistentes
fr: Salle des participants
hu: Résztvevők szobája

source: Be careful, these actions are irreversible
am: ይጠንቀቁ፣ እነዚህ እርምጃዎች የማይመለሱ ናቸው
es: Ten cuidado, estas acciones son irreversibles
fr: Soyez prudent, ces actions sont irréversibles
hu: Figyelem, a művelet nem visszafordítható.

source: Danger zone
am: አደገኛ ቀጠና
es: Zona de peligro
fr: Zone de danger
hu: Veszély

source: Open presentation
am: ገለጻ ክፈት
es: Abrir presentación
fr: Ouvrir la présentation
hu: Prezentáció megnyitása

source: View report
am: ሪፖርት ይመልከቱ
es: Informe de visualización
fr: Voir le rapport
hu: Jelentés megtekintése

source: Your account has been deleted.
am: መለያዎ ተሰርዟል።
es: Tu cuenta ha sido borrada
fr: Votre compte a été supprimé.
hu: Fiókja törlésre került.

source: Animations in PPT/PPTX files are not supported, which is why we recommend exporting your presentation to PDF to ensure it displays correctly.
am: በፒፒቲ/ፒፒቲኤክስ ፋይሎች ውስጥ ያሉ እነማዎች አይደገፉም፣ ለዚህም ነው ገለጻዎ በትክክል መታየቱን ለማረጋገጥ ወደ ፒዲኤፍ እንዲልኩ የምንመክረው።
es: No se soportan las animaciones de los ficheros PPT/PPTX, por lo que te recomendamos exportar tus presentaciones a formato PDF para tener la seguridad de que se mostrarán correctamente.
fr: Les animations dans les fichiers PPT/PPTX ne sont pas prises en charge, c'est pourquoi nous recommandons d'exporter votre présentation en PDF pour garantir un affichage correct.
hu: A PPT/PPTX fájlokban található animációk nem támogatottak, ezért kérjük, exportálja a prezentációt PDF formátumba a helyes megjelenítéshez.

source: Back
es: Atrás
fr: Retour
hu: Vissza

source: Here you'll find all interactions from your attendees. You can manage messages, pinned messages, and submitted forms.
es: Aquí encontrarás todas las interacciones de tus asistentes. Puedes gestionar mensajes, mensajes anclados y formularios enviados.
fr: Ici, vous trouverez toutes les interactions de vos participants. Vous pouvez gérer les messages, les messages épinglés et les formulaires soumis.
hu: Itt találhatóak majd a résztvevők interakciói. Lehetőség van az üzenetek kitűzésére, illetve az üzenetek és a beérkező űrlapok kezelésére.

source: Identify users by their unique avatars.
es: Identificar usuarios por sus avatares únicos.
fr: Identifiez les utilisateurs par leurs avatars uniques.
hu: Azonosítsa a felhasználókat egyedi profilképeik alapján.

source: Select your presentation file. Accepted formats are PDF, PPT, or PPTX. Ensure the file size does not exceed the maximum limit.
es: Selecciona tu fichero de presentación. Los formatos aceptados son PDF, PPT, o PPTX. Asegúrate de que el tamaño del fichero no excede el límite máximo.
fr: Sélectionnez votre fichier de présentation. Les formats acceptés sont PDF, PPT ou PPTX. Assurez-vous que la taille du fichier ne dépasse pas la limite maximale.
hu: Válassza ki a prezentációt. Engedélyezett fájlformátumok: PDF, PPT, PPTX. Figyeljen arra, hogy a fájl mérete ne haladja meg a maximálisan feltölthető fájlméretet.

source: Use the associated keyboard shortcuts for quick toggling of these settings.
es: Usa los atajos de teclado asociados para conmutar estos ajustes.
fr: Utilisez les raccourcis clavier associés pour basculer rapidement entre ces paramètres.
hu: Használja a kapcsolódó billentyűparancsokat a beállítások gyors váltogatásához.

source: You can control each setting for the presentation (showing on the big screen) and on the attendee's room.
es: Puedes controlar cada ajuste para la presentación (lo que se muestra en la pantalla grande) y en la sala de asistentes.
fr: Vous pouvez contrôler chaque paramètre pour la présentation (affichage sur le grand écran) et dans la salle des participants.
hu: Lehetősége van a beállításokat a prezentációs képernyőn és a résztvevői szobában egyenként állítani.

source: Your first steps with Claper
es: Tus primeros pasos con Claper
fr: Vos premiers pas avec Claper
hu: Első lépések a Claper-rel

source: Event start date
es: Fecha de inicio del evento
fr: Date de début de l'événement
hu: Kezdési dátum

source: If you don't have time and just want interactions without a presentation file, you can create a new event here.
es: Si no tienes tiempo y sólo quieres interactuar sin ningún fichero de presentación, puedes crear un evento nuevo aquí.
fr: Si vous n'avez pas le temps et que vous voulez simplement des interactions sans fichier de présentation, vous pouvez créer un nouvel événement ici.
hu: Amennyiben nincs elég ideje, és prezentáció nélküli interakciókat szeretne készíteni, hozzon létre egy új eseményt itt.

source: In a hurry ?
es: ¿ Tienes prisa ?
fr: Pressé ?
hu: Kevés az ideje?

source: Live
am: ቀጥታ
es: En vivo
fr: En direct
hu: Élő

source: My events
es: Mis eventos
fr: Mes événements
hu: Eseményeim

source: Quick event
es: Evento rápido
fr: Événement rapide
hu: Gyors esemény

source: Quick event created successfully
es: Evento rápido creado con éxito
fr: Événement rapide créé avec succès
hu: Gyors esemény sikeresen létrehozva

source: This event has been terminated
es: Este evento ha sido terminado
fr: Cet événement viens d'être terminé
hu: Az esemény befejeződött

source: Create your next presentation with
es: Crea tu siguiente presentación con
fr: Créez votre prochaine présentation avec
hu: Hozza létre következő prezentációját ezzel:

source: Event doesn't exist
es: El evento no existe
fr: L'événement n'existe pas
hu: Az esemény nem található

source: Customize your account
es: Personaliza tu cuenta
fr: Personnalisez votre compte
hu: Fiók testreszabása

source: Language
es: Idioma
fr: Langue
hu: Nyelv

source: Preferences
es: Preferencias
fr: Préférences
hu: Beállítások

source: Your preferences have been updated.
es: Tus preferencias han sido actualizadas.
fr: Vos préférences ont été mises à jour.
hu: Beállítások frissítve.

source: Question
es: Pregunta
hu: Kérdés

source: Questions
es: Preguntas
hu: Kérdések

source: Questions will appear here.
es: Las preguntas aparecerán aquí.
fr: Les questions apparaîtront ici.
hu: A kérdések itt fognak megjelenni.

source: Sort by date
es: Ordenar por fecha
fr: Trier par date
hu: Rendezés dátum szerint

source: Sort by popularity
es: Ordenar por popularidad
fr: Trier par popularité
hu: Rendezés népszerűség szerint

source: Event manager
es: Gestor de evento
fr: Gestionnaire d'événement
hu: Eseménykezelő

source: Documentation
es: Documentación
hu: Dokumentáció

source: My account
es: Mi cuenta
fr: Mon compte
hu: Fiókom

source: Activate the tool in your LMS
es: Activa la herramienta en tu LMS
fr: Activez l'outil dans votre LMS
hu: Aktiválja az eszközt az LMS rendszerben

source: Bring Claper to your LMS
es: Lleva Claper a tu LMS
fr: Apportez Claper à votre LMS
hu: Integrálja a Clapert az LMS rendszerével

source: Check the permissions to share name and email of users
es: Verifica los permisos para compartir el nombre y correo electrónico de los usuarios
fr: Vérifiez les autorisations pour partager le nom et l'email des utilisateurs
hu: Ellenőrizze az engedélyeket a felhasználók nevének és e-mail címének megosztásához

source: Configure it to be opened in a new window
es: Configúralo para que se abra en una nueva ventana
fr: Configurez-le pour qu'il s'ouvre dans une nouvelle fenêtre
hu: Állítsa be, hogy új ablakban nyíljon meg

source: Oops
es: Uy
fr: Oups
hu: Hiba

source: Register your platform
es: Registra tu plataforma
fr: Enregistrez votre plateforme
hu: Regisztrálja rendszerét

source: Registration completed
es: Registro completado
fr: Inscription terminée
hu: Sikeres regisztráció

source: You cannot perform this action
es: No puedes realizar esta acción
fr: Vous ne pouvez pas effectuer cette action
hu: Nem végezheti el a kért műveletet

source: Your next steps
es: Tus próximos pasos
fr: Vos prochaines étapes
hu: Következő lépések

source: Add Claper
es: Agregar Claper
fr: Ajouter Claper
hu: A Claper hozzáadása

source: Close preview
es: Cerrar vista previa
fr: Fermer l'aperçu
hu: Előnézet bezárása

source: Enable
es: Activar
fr: Activer
hu: Engedélyezés

source: Open preview
es: Abrir vista previa
fr: Ouvrir l'aperçu
hu: Előnézet megnyitása

source: Show messages to change this option
es: Mostrar mensajes para cambiar esta opción
fr: Afficher les messages pour modifier cette option
hu: Jelenítse meg az üzeneteket a beállítás megváltoztatásához

source: This slide does not have any interactions.
es: Esta diapositiva no tiene interacciones.
fr: Cette diapositive n'a pas d'interactions.
hu: Nincsenek interakciók ezen a dián.

source: Accounts linked
es: Cuentas vinculadas
fr: Comptes liés
hu: Hozzákapcsolt fiókok

source: Are you sure you want to unlink this account?
es: ¿Estás seguro de que quieres desvincular esta cuenta?
fr: Êtes-vous sûr de vouloir délier ce compte ?
hu: Biztos benne hogy leválasztja ezt a fiókot?

source: Login with %{provider}
es: Iniciar sesión con %{provider}
fr: Se connecter avec %{provider}
hu: Bejelentkezés ezzel: %{provider}

source: The account has been unlinked.
es: La cuenta ha sido desvinculada.
fr: Le compte a été délié.
hu: A fiók sikeresen leválasztva.

source: This section contains all your interactions.
es: Esta sección contiene todas tus interacciones.
fr: Cette section contient toutes vos interactions.
hu: Itt látható az összes interakció.

source: You can add interactions to your presentation slides.
es: Puedes añadir interacciones a tus diapositivas de presentación.
fr: Vous pouvez ajouter des interactions à vos diapositives de présentation.
hu: Interakciókat adhat a diáihoz.

source: Your interactions
es: Tus interacciones
fr: Vos interactions
hu: Interakciók

source: Set a new password
es: Establecer una nueva contraseña
fr: Définir un nouveau mot de passe
hu: Új jelszó

source: Set a new password for your account before unlinking it.
es: Establece una nueva contraseña para tu cuenta antes de desvincularla.
fr: Définissez un nouveau mot de passe pour votre compte avant de le délier.
hu: Adjon meg egy új jelszót a fiók leválasztása előtt.

source: Your password has been set, you can now unlink your account.
es: Tu contraseña ha sido establecida, ahora puedes desvincular tu cuenta.
fr: Votre mot de passe a été défini, vous pouvez maintenant délier votre compte.
hu: Jelszó beállítva, most már leválaszthatja a fiókot.

source: Iframe code
es: Código Iframe
fr: Code Iframe
hu: Iframe kód

source: Link to the content
es: Enlace al contenido
fr: Lien vers le contenu
hu: Link a tartalomhoz

source: Please enter a valid %{provider} link
es: Por favor, introduce un enlace válido de %{provider}
fr: Veuillez entrer un lien %{provider} valide
hu: Adjon meg egy érvényes linket a következőhöz: %{provider}

source: Please enter a valid link starting with http:// or https://
es: Por favor, introduce un enlace válido que comience con http:// o https://
fr: Veuillez entrer un lien valide commençant par http:// ou https://
hu: Adjon meg egy http:// vagy https:// előtaggal kezdődő érvényes linket

source: Please enter valid HTML content with an iframe tag
es: Por favor, introduce contenido HTML válido con una etiqueta iframe
fr: Veuillez entrer un contenu HTML valide avec une balise iframe
hu: Adjon meg érvényes HTML tartalmat iframe taggel

source: Provider
es: Proveedor
fr: Fournisseur
hu: Szolgáltató

source: Attendees can see the results on their device
es: Los asistentes pueden ver los resultados en su dispositivo
fr: Les participants peuvent voir les résultats sur leur appareil
hu: A résztvevők az eszközükön megtekinthetik az eredményeket

source: Options
es: Opciones
hu: Beállítások

source: Duplicate
es: Duplicar
fr: Dupliquer
hu: Másolat

source: A required security token was not found or was invalid.
fr: Un jeton de sécurité requis n'a pas été trouvé ou était invalide.
hu: A szükséges biztonsági token nem található vagy érvénytelen.

source: Back to Login
fr: Retour à la connexion
hu: Vissza a bejelentkezéshez

source: CSRF Verification Failed
fr: Échec de la vérification CSRF
hu: CSRF ellenőrzés sikertelen

source: Clear cookies (at least for Claper domain)
fr: Effacer les cookies (au moins pour le domaine Claper)
hu: Törölje a sütiket (legalább a Claper domainre vonatkozókat)

source: Ensure the URL does not contain an extra "/" anywhere
fr: Assurez-vous que l'URL ne contient pas de "/" supplémentaire
hu: Győződjön meg róla, hogy a megadott URL cím nem tartalmaz felesleges "/" karaktereket

source: If the problem persists, please contact support.
fr: Si le problème persiste, veuillez contacter le support.
hu: Amennyiben a probléma továbbra is fennáll, vegye fel a kapcsolatot az üzemeltetőkkel.

source: If you're continually seeing this issue, try the following:
fr: Si vous continuez à rencontrer ce problème, essayez ce qui suit :
hu: Amennyiben ez a probléma gyakran előfordul, próbálja meg a következőt:

source: Reload the page you're trying to access (don't re-submit data)
fr: Rechargez la page à laquelle vous essayez d'accéder (ne renvoyez pas les données)
hu: Töltse újra az elérni kívánt oldalt, de ne küldje újra az adatokat.

source: Try logging in again
fr: Essayez de vous reconnecter
hu: Jelentkezzen be újra

source: End
fr: Terminer
hu: Befejezés

source: More options
fr: Plus d'options
hu: További lehetőségek

source: No
fr: Non
hu: Nem

source: Yes
fr: Oui
hu: Igen

source: CONFIRM ACCOUNT
fr: CONFIRMER LE COMPTE
hu: FIÓK MEGERŐSÍTÉSE

source: Confirm account
fr: Confirmer le compte
hu: Fiók megerősítése

source: Confirmation instructions
fr: Instructions de confirmation
hu: A megerősítés lépései

source: RESET PASSWORD
fr: RÉINITIALISER LE MOT DE PASSE
hu: JELSZÓ VISSZAÁLLÍTÁSA

source: Reset password instructions
fr: Instructions de réinitialisation du mot de passe
hu: Jelszó-visszaállítás lépései

source: You can reset your password by visiting the URL below
fr: Vous pouvez réinitialiser votre mot de passe en visitant l'URL ci-dessous
hu: A jelszó visszaállításához kattintson az alábbi linkre

source: back to the home page
fr: retour à la page d'accueil
hu: Vissza a főoldalra

source: Add a quiz to test knowledge.
fr: Ajouter un quiz pour tester les connaissances.
hu: Kvíz hozzáadása a tudás felméréséhez

source: Add answer
fr: Ajouter une réponse
hu: Válasz hozzáadása

source: Answer %{index}
fr: Réponse %{index}
hu: %{index}. válasz

source: Current quiz
am: የአሁኑ ፈተና
fr: Quiz actuel
hu: Jelenlegi kvíz

source: Hide instructions to join
fr: Masquer les instructions pour rejoindre
hu: Csatlakozási információk elrejtése

source: How it works ?
fr: Comment ça marche ?
hu: Hogyan működik ?

source: New quiz
am: አዲስ ፈተና
fr: Nouveau quiz
hu: Új kvíz

source: Previous
fr: Précédent
hu: Előző

source: Quiz
am: ፈተና
hu: Kvíz

source: Remove question
fr: Supprimer la question
hu: Kérdés eltávolítása

source: Review questions
fr: Passez en revue les questions
hu: Kérdések áttekintése

source: Show results
am: ውጤቶችን አሳይ
fr: Afficher les résultats
hu: Eredmények mutatása

source: Waiting for results...
fr: En attente des résultats...
hu: Várakozás az eredményekre...

source: Your question
fr: Votre question
hu: Az Ön kérdése

source: Your score
fr: Votre score
hu: Az ön pontszáma

source: Export
fr: Exporter
hu: Exportálás

source: Export to QTI (XML)
fr: Exporter en QTI (XML)
hu: Exportálás QTI (XML) formátumba

source: No form has been created
fr: Aucun formulaire n'a été créé
hu: Nincsenek űrlapok

source: No poll has been created
fr: Aucun sondage n'a été créé
hu: Nincsenek szavazások

source: No quiz has been created
fr: Aucun quiz n'a été créé
hu: Nincsenek kvízek

source: No web content has been created
fr: Aucun contenu web n'a été créé
hu: Nincsenek webes tartalmak

source: Report
fr: Rapport
hu: Jelentés

source: Unique attendees
fr: Participants uniques
hu: Egyedi résztvevők

source: Active
fr: Actif
hu: Aktív

source: Load more
fr: Charger plus
hu: Több betöltése

source: Shared with you
fr: Partagé avec vous
hu: Önnel megosztva

source: You must login to continue
fr: Vous devez vous connecter pour continuer
hu: Jelentkezzen be a folytatáshoz

source: must have at least one correct answer
hu: legalább egy helyes válasz szükséges

source: Click here to open the presentation window. Press <strong>F</strong> in the presentation window to enable fullscreen.
hu: Kattintson ide a prezentáció ablakának megnyitásához. Nyomja le a <strong>F</strong> billentyűt a teljes képernyő bekapcsolásához.

source: Please sign in to submit your answers
hu: Jelentkezzen be a válaszok beküldéséhez

source: Sign in
hu: Bejelentkezés

source: Total submissions
hu: Összes beküldés

source: Host
am: አስተናጋጅ
es: Anfitrión
fr: Animateur

source: Press <strong>F</strong> in the presentation window to enable fullscreen
es: Pulsa <strong>F</strong> en la ventana de presentación para activar el modo pantalla completa
fr: Appuyez sur <strong>F</strong> dans la fenêtre de présentation pour activer le plein écran

source: Click here to open the presentation window.
es: Pulsa aquí para abrir la ventana de presentación.
fr: Cliquez ici pour ouvrir la fenêtre de présentation.

source: Time to launch your presentation!
fr: Il est temps de lancer votre présentation !

source: Attendees attempting to access the event prior to this date will be directed to a waiting room.
fr: Les participants qui tentent d'accéder à l'événement avant cette date seront dirigés vers une salle d'attente.

source: Create event
fr: Créer un événement

source: Create your first event
fr: Créez votre premier événement

source: If you require assistance in managing your event, you can grant access to others. Simply enter their email addresses; once they register an account with these emails, they will be able to manage the event.
fr: Si vous avez besoin d'aide pour gérer votre événement, vous pouvez accorder l'accès à d'autres personnes. Entrez simplement leurs adresses e-mail ; une fois qu'ils auront créé un compte avec ces e-mails, ils pourront gérer l'événement.

source: Name of your event
am: የዝግጅትዎ ስም
fr: Nom de votre événement

source: Note: Facilitators do not have the ability to delete your event.
fr: Remarque : Les animateurs n'ont pas la possibilité de supprimer votre événement.

source: Presentation file (optional)
fr: Fichier de présentation (facultatif)

source: Return to your last event
fr: Retourner à votre dernier événement

source: Select the start date for your event. Future dates are permissible.
fr: Sélectionnez la date de début de votre événement. Les dates futures sont autorisées.

source: Select your presentation (optional)
fr: Sélectionnez votre présentation (facultatif)
