Repository: ClaperCo/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: am, es, fr, hu

source: Settings
am: ቅንብሮች
es: Configuración
fr: Paramètres
hu: Beállítások

source: Join the Claper experience
am: የክላፐርን ልምድ ይቀላቀሉ
es: Únete a la experiencia Claper
fr: Rejoignez l'expérience Claper
hu: Csatlakozzon a Claper-élményhez

source: Oops, check that all fields are filled in correctly.
am: ውይ, ሁሉም መስኮች በትክክል መሞላታቸውን ያረጋግጡ።
es: Uy, comprueba que todos los campos estén correctamente rellenados.
fr: Oups, vérifiez que tous les champs sont remplis correctement.
hu: Ellenőrizze, hogy minden mező helyesen lett-e kitöltve.

source: Change
am: ቀይር
es: Cambiar
fr: Changer
hu: Módosítás

source: Code
am: ኮድ
es: Código
hu: Kód

source: Email address
am: የኢሜይል አድራሻ
es: Dirección email
fr: Adresse email
hu: E-mail cím

source: Logout
am: ውጣ
es: Salir
fr: Déconnexion
hu: Kijelentkezés

source: Personal informations
am: የግል መረጃ
es: Información personal
fr: Informations personnelles
hu: Személyes adatok

source: We already sent you an email to login, please retry in 5 minutes.
am: ለመሳተፍ ኢሜይል ልከንልዎታል፣ እባክዎ በ5 ደቂቃ ውስጥ እንደገና ይሞክሩ።
es: Ya te hemos enviado un email para entrar, vuelve a intentarlo dentro de 5 minutos.
fr: Nous vous avons déjà envoyé un email pour vous connecter, veuillez réessayer dans 5 minutes.
hu: Már küldtünk egy e-mailt a bejelentkezéshez, próbálja újra 5 perc múlva.

source: We sent you an email at
am: ኢሜይል ልከንልዎታል በ
es: Te hemos enviado un email a las
fr: Nous vous avons envoyé un email à
hu: Küldtünk egy e-mailt erre a címre:

source: days
am: ቀናት
es: días
fr: jours
hu: nap

source: hours
am: ሰዓታት
es: horas
fr: heures
hu: óra

source: minutes
am: ደቂቃዎች
es: minutos
hu: perc

source: Be the first to react !
am: ምላሽ ለመስጠት የመጀመሪያው ይሁኑ!
es: ¡Sé el primero en reaccionar!
fr: Soyez le premier à réagir !
hu: Reagáljon elsőként!

source: Join
am: ይቀላቀሉ
es: Unirse
fr: Rejoindre
hu: Csatlakozás

source: Dashboard
am: ዳሽቦርድ
es: Panel
fr: Tableau de bord
hu: Kezdőlap

source: seconds
am: ሰከንዶች
es: segundos
fr: secondes
hu: másodperc

source: Finished
am: ተጠናቋል
es: Finalizado
fr: Terminé
hu: Befejezve

source: Finished on
am: የተጠናቀቀው በ
es: Finaliza el
fr: Terminé le
hu: Vége ekkor:

source: Incoming
am: ገቢ
es: Entrada
fr: À venir
hu: Bejövő

source: Leave
am: ውጣ
es: Salir
fr: Quitter l'événement
hu: Kilépés

source: Scan to interact in real-time
am: በቀጥታ ለመገናኘት ይቃኙ
es: Escanea para interactuar
fr: Scannez pour interagir en temps réel
hu: Szkennelje be, hogy valós időben csatlakozhasson.

source: Starting on
am: የሚጀምረው በ
es: Empieza
fr: Commence le
hu: Kezdés:

source: Updated successfully
am: በተሳካ ሁኔታ ተዘምኗል
es: Actualizado exitosamente
fr: Mis à jour avec succès
hu: Sikeresen frissítve

source: It's time to empower your presentations.
am: የአቀራረብ ችሎታዎን ለማጎልበት ጊዜው አሁን ነው።
es: Es el momento para potenciar tus presentaciones
fr: C'est le moment de propulser vos présentations.
hu: Itt az idő, hogy új szintre emelje prezentációit.

source: Return to home
am: ወደ መነሻ ገጽ ተመለስ
es: Volver a principal
fr: Retourner à l'accueil
hu: Vissza a kezdőlapra

source: Created successfully
am: በተሳካ ሁኔታ ተፈጥሯል
es: Creado exitosamente
fr: Mis à jour avec succès
hu: Sikeresen létrehozva

source: Edit
am: አርትዕ
es: Editar
fr: Modifier
hu: Szerkesztés

source: Create
am: ፍጠር
es: Crear
fr: Créer
hu: Létrehozás

source: Delete
am: ሰርዝ
es: Borrar
fr: Supprimer
hu: Törlés

source: Save
am: አስቀምጥ
es: Guardar
fr: Sauvegarder
hu: Mentés

source: A link to confirm your email change has been sent to the new address.
am: የኢሜይል ለውጥዎን የሚያረጋግጥ አገናኝ ወደ አዲሱ አድራሻዎ ተልኳል።
es: Se ha enviado un enlace a tu buzón para confirmar el cambio de email.
fr: Un lien pour confirmer votre changement d'email a été envoyé à la nouvelle adresse.
hu: Az e-mail változtatást megerősítő linket elküldtük az új e-mail címre.

source: Change the email address you want associated with your account.
am: ከመለያዎ ጋር ማያያዝ የሚፈልጉትን የኢሜይል አድራሻ ይቀይሩ።
es: Cambiar la dirección email asociada a tu cuenta.
fr: Modifiez l'email que vous souhaitez associer à votre compte.
hu: Fiók e-mail címének módosítása.

source: Update your email
am: ኢሜይልዎን ያዘምኑ
es: Actualizar tu email
fr: Changer votre email
hu: E-mail megváltoztatása

source: Connect to Claper
am: ከክላፐር ጋር ይገናኙ
es: Conectar a Claper
fr: Se connecter à Claper
hu: Csatlakozás a Claperhez

source: ACCESS TO MY ACCOUNT
am: ወደ መለያዬ ግባ
es: ACCESO A MI CUENTA
fr: ACCÉDER À MON COMPTE
hu: Hozzáférés a fiókomhoz

source: Update email instructions
am: የኢሜይል ማዘመኛ መመሪያዎች
es: Instrucciones de actualización de correo
fr: Instructions de modification d'email
hu: E-mail frissítése

source: CONFIRM EMAIL
am: ኢሜይል አረጋግጥ
es: CONFIRMAR EMAIL
fr: CONFIRMER L'EMAIL
hu: E-MAIL MEGERŐSÍTÉSE

source: Confirm email
am: ኢሜይል አረጋግጥ
es: Confirmar email
fr: Confirmer l'email
hu: E-mail megerősítése

source: If you didn't create an account with us, please ignore this.
am: ከእኛ ጋር መለያ ካልፈጠሩ እባክዎ ይህንን ችላ ይበሉ።
es: Si no has creado una cuenta con nosotros, por favor ignora ésto.
fr: Si vous n'avez pas créé de compte chez nous, veuillez ignorer ceci.
hu: Amennyiben nem regisztrált fiókot nálunk, kérjük, hagyja ezt az üzenetet figyelmen kívül.

source: You can log into your account by clicking here.
am: እዚህ ጠቅ በማድረግ ወደ መለያዎ መግባት ይችላሉ።
es: Puedes entrar en tu cuenta haciendo clic aquí.
fr: Vous pouvez vous connecter à votre compte en cliquant ici.
hu: Ide kattintva jelentkezhet be a fiókjába.

source: Are you sure?
am: እርግጠኛ ነዎት?
es: ¿Estás seguro/a?
fr: Êtes-vous sûr?
hu: Biztos benne?

source: Presentation attached
am: የቀረበው ገለጻ ተያይዟል
es: Presentación adjuntada
fr: Présentation jointe
hu: Prezentáció csatolva

source: Presentation uploaded
am: የቀረበው ገለጻ ተጭኗል
es: Presentación subida
fr: Présentation chargée
hu: Prezentáció feltöltve

source: Remove
am: አስወግድ
es: Borrar
fr: Supprimer
hu: Eltávolítás

source: Select your presentation
am: የእርስዎን ገለጻ ይምረጡ
es: Selecciona tu presentación
fr: Sélectionnez votre présentation
hu: Válassza ki a prezentációt

source: Upload a file
am: ፋይል ይስቀሉ
es: Subir un fichero
fr: Chargez un fichier
hu: Töltsön fel egy fájlt

source: or drag and drop
am: ወይም ጎትተው ያስቀምጡ
es: o arrastra
fr: ou glisser-déposer
hu: vagy húzza ide

source: You have selected an incorrect file type
am: የተሳሳተ የፋይል አይነት መርጠዋል
es: Has seleccionado un tipo de fichero incorrecto
fr: Vous avez sélectionné un type de fichier incorrect
hu: Helytelen fájltípus

source: Your file is too large
am: የእርስዎ ፋይል በጣም ትልቅ ነው
es: Tu fichero es demasiado grande
fr: Votre fichier est trop volumineux
hu: Túl nagy fájl

source: Change file
am: ፋይል ቀይር
es: Cambiar fichero
fr: Changer le fichier
hu: Fájl megváltoztatása

source: Presentation replaced
am: የቀረበው ገለጻ ተተክቷል
es: Presentación sustituida
fr: Présentation remplacée
hu: Prezentáció lecserélve

source: Edit poll
am: የሕዝብ አስተያየት አርትዕ
es: Editar votación
fr: Modifier le sondage
hu: Szavazás szerkesztése

source: New poll
am: አዲስ የሕዝብ አስተያየት
es: Nueva votación
fr: Nouveau sondage
hu: Új szavazás

source: Title of your poll
am: የእርስዎ የሕዝብ አስተያየት ርዕስ
es: Título de tu votación
fr: Titre de votre sondage
hu: A szavazás címe

source: Upload failed
am: መስቀል አልተሳካም
es: Subida fallida
fr: Échec du chargement
hu: Hiba a feltöltéskor

source: Add poll to know opinion of your public.
am: የህዝብዎን አስተያየት ለማወቅ የሕዝብ አስተያየት ያክሉ።
es: Añadir una votación para conocer la opinión del público.
fr: Ajoutez un sondage pour connaître l'opinion de votre public.
hu: Adjon hozzá egy szavazást, hogy megismerje a közönség véleményét.

source: Poll
am: የሕዝብ አስተያየት
es: Votación
fr: Sondage
hu: Szavazás

source: Choice %{count}
am: ምርጫ %{count}
es: Opción %{count}
fr: Choix %{count}
hu: %{count} lehetőség

source: Current poll
am: የአሁኑ የሕዝብ አስተያየት
es: Votación actual
fr: Sondage actuel
hu: Jelenlegi szavazás

source: See current poll
am: የአሁኑን የሕዝብ አስተያየት ይመልከቱ
es: Ver la votación actual
fr: Voir le sondage actuel
hu: Jelenlegi szavazás megtekintése

source: Vote
am: ድምጽ ይስጡ
es: Votar
fr: Voter
hu: Szavazás

source: User email address
am: የተጠቃሚ ኢሜይል አድራሻ
es: Dirección email del usuario
fr: Adresse email
hu: A felhasználó e-mail címe

source: Changing your file will remove all interaction elements like polls associated.
am: ፋይልዎን መቀየር እንደ የሕዝብ አስተያየቶች ያሉ ሁሉንም ተያያዥ የግንኙነት ክፍሎችን ያስወግዳል።
es: Hacer cambios en tu fichero borrará todos los elementos de interacción asociados, incluyendo votaciones
fr: La modification de votre fichier supprimera tous les éléments d'interaction comme les sondages associés.
hu: A fájl lecserélése magával vonja az összes hozzákapcsolt interakció (pl. szavazás) törlését.

source: Messages from attendees will appear here.
am: ከተሳታፊዎች የሚመጡ መልዕክቶች እዚህ ይታያሉ።
es: Los mensajes de los asistentes aparecerán aquí.
fr: Les messages des participants apparaîtront ici.
hu: A résztvevők üzenetei itt fognak megjelenni.

source: Processing your file...
am: ፋይልዎ እየተሰናዳ ነው...
es: Procesando tu fichero...
fr: Traitement de votre fichier...
hu: Fájl feldolgozása...

source: This will delete all responses associated and the poll itself, are you sure?
am: ይህ ሁሉንም ተዛማጅ ምላሾች እና የሕዝብ አስተያየቱን ራሱ ይሰርዛል፣ እርግጠኛ ነዎት?
es: Esto borrará todas las respuestas asociadas y la propia votación, ¿estás seguro/a?
fr: Cela supprimera toutes les réponses associées et le sondage lui-même, êtes-vous sûr ?
hu: Ez a szavazással együtt törli az összes beérkezett választ is. Biztos benne?

source: Ask, comment...
am: ይጠይቁ፣ አስተያየት ይስጡ...
es: Pregunta, deja comentarios...
fr: Questionnez, commentez...
hu: Kérdezzen, kommenteljen...

source: Messages
am: መልዕክቶች
es: Mensajes
hu: Üzenetek

source: Add facilitator
am: አመቻች አክል
es: Añadir colaborador
fr: Ajouter un animateur
hu: Facilitátor hozzáadása

source: Oops, page doesn't exist.
am: ውይ፣ ገጹ የለም።
es: Uy, la página no existe.
fr: Oups, la page n'existe pas.
hu: Az oldal nem található.

source: The site is under maintenance, we'll be back very soon!
am: ጣቢያው በጥገና ላይ ነው፣ በቅርቡ እንመለሳለን!
es: El sitio está en mantenimiento, ¡volveremos muy pronto!
fr: Le site est en cours de maintenance, nous serons de retour très bientôt !
hu: Karbantartás alatt. Próbálja újra később.

source: Facilitators can present and manage interactions
am: አመቻቾች ግንኙነቶችን ማቅረብ እና ማስተዳደር ይችላሉ።
es: Los colaboradores pueden presentar y gestionar las interacciones
hu: A facilitátorok kezelhetik és vezethetik az interakciókat

source: If you’re having trouble with the button above, copy and paste the URL below into your web browser
am: ከላይ ባለው አዝራር ላይ ችግር ካጋጠመዎት፣ ከታች ያለውን ዩአርኤል ገልብጠው በድር አሳሽዎ ውስጥ ይለጥፉ
es: Si tienes problemas con el botón superior, copia y pega la URL de debajo en tu navegador
fr: Si vous rencontrez des difficultés avec le bouton ci-dessus, copiez et collez l'URL ci-dessous dans votre navigateur web
hu: Ha a fenti gomb nem működik, másolja be az alábbi címet a böngészőbe

source: You can change your email by visiting the URL below
am: ከታች ያለውን ዩአርኤል በመጎብኘት ኢሜይልዎን መቀየር ይችላሉ
es: Puedes cambiar tu correo visitando la URL de debajo
hu: Az e-mail megváltoztatásához kattintson az alábbi linkre:

source: Add interaction
am: ግንኙነት አክል
es: Añadir interacción
hu: Interakció hozzáadása

source: Blocking this user will delete all his messages and he will not be able to join again, confirm ?
am: ይህን ተጠቃሚ ማገድ ሁሉንም መልዕክቶቹን ይሰርዛል እና እንደገና መቀላቀል አይችልም፣ ያረጋግጡ?
es: Bloquear este usuario borrará todos sus mensajes y él no será capaz de unirse de nuevo, ¿estás seguro?
fr: Bloquer cet utilisateur supprimera tous ses messages et il ne pourra pas rejoindre à nouveau, confirmer ?
hu: Ezen felhasználó blokkolásával az üzenetei törlődnek, és nem fog tudni újra csatlakozni. Biztos benne?

source: You have been banned from this event
am: ከዚህ ዝግጅት ታግደዋል።
es: Has sido excluido/a de este evento
fr: Vous avez été banni de cet événement
hu: Ki van tiltva erről az eseményről

source: Ban
am: አግድ
es: Excluir
fr: Bannir
hu: Kitiltás

source: , click on the provided link to connect (check your spam !)
am: ፣ ለመገናኘት በቀረበው አገናኝ ላይ ጠቅ ያድርጉ (አይፈለጌ መልዕክትዎን ያረጋግጡ!)
es: , pulsa en el enlace proporcionado para conectar (¡comprueba tu bandeja de correo no deseado!)
hu: , kattintson a kapott linkre a kapcsolódáshoz, és ellenőrizze a spam mappát.

source: <span style='font-weight: 700'>Export your current presentation</span> to PDF from your favorite slide presentation software (PowerPoint, etc)
am: <span style='font-weight: 700'>የአሁኑን ገለጻዎን ወደ ውጪ ይላኩ</span> ከሚወዱት የስላይድ ማቅረቢያ ሶፍትዌር (PowerPoint, ወዘተ) ወደ ፒዲኤፍ
fr: <span style='font-weight : 700'>Exporter votre présentation actuelle</span> au format PDF à partir de votre logiciel de présentation préféré (PowerPoint, etc)
hu: <span style='font-weight: 700'>Exportálja a jelenlegi prezentációt</span> PDF formátumba kedvenc prezentációs szoftveréből (PowerPoint, stb)

source: <span style='font-weight: 700'>Wait few minutes</span> for your file to be processed
am: ፋይልዎ እስኪሰናዳ ድረስ <span style='font-weight: 700'>ጥቂት ደቂቃዎችን ይጠብቁ</span>
es: <span style='font-weight: 700'>Espera breves minutos</span> a que tu fichero sea procesado
fr: <span style='font-weight : 700'>Attendez quelques minutes</span> pour que votre fichier soit traité
hu: <span style='font-weight: 700'>Várjon néhány percet</span> a fájlfeldolgozás befejezéséhez

source: Choose <span style='font-weight: 700'>a name</span> for your event, <span style='font-weight: 700'>a code</span> for your attendees to join and <span style='font-weight: 700'>dates when your attendees could start interacting</span>
am: ለዝግጅትዎ <span style='font-weight: 700'>ስም</span>፣ ተሳታፊዎችዎ ለመቀላቀል <span style='font-weight: 700'>ኮድ</span> እና <span style='font-weight: 700'>ተሳታፊዎችዎ መስተጋብር መፍጠር የሚችሉበትን ቀን</span> ይምረጡ።
es: Elige <span style='font-weight: 700'>un nombre</span> para tu evento, <span style='font-weight: 700'>un código</span> para que los asistentes se puedan unir y el <span style='font-weight: 700'>periodo en el que tus asistentes podrían empezar a interactuar</span>
fr: Choisissez <span style='font-weight: 700'>un nom</span> pour votre événement, <span style='font-weight : 700'>un code</span> pour que vos participants puissent s'y joindre et <span style='font-weight : 700'>des dates auxquelles vos participants pourraient commencer à interagir</span>
hu: Válasszon <span style='font-weight: 700'>egy nevet</span> az eseménynek, <span style='font-weight: 700'>egy csatlakozási kódot</span> és <span style='font-weight: 700'>kezdési dátumot</span>

source: Click <span style='font-weight: 700'>Start</span> to open your presentation and move the window on the big screen
am: ገለጻዎን ለመክፈት <span style='font-weight: 700'>ጀምር</span> የሚለውን ጠቅ ያድርጉ እና መስኮቱን ወደ ትልቁ ማያ ገጽ ያንቀሳቅሱ
es: Pulsa <span style='font-weight: 700'>Empezar</span> para abrir tu presentación y mueve la ventana a la pantalla grande
fr: Cliquez sur <span style='font-weight : 700'>Démarrer</span> pour ouvrir votre présentation et déplacer la fenêtre sur le grand écran
hu: Kattintson a <span style='font-weight: 700'>Start</span> gombra a prezentáció megnyitásához és kivetítéséhez

source: Click on <span style='font-weight: 700'>Present/Customize</span> to add interaction on your slides
am: በስላይዶችዎ ላይ መስተጋብር ለመጨመር <span style='font-weight: 700'>አቅርብ/አብጅ</span> የሚለውን ጠቅ ያድርጉ
es: Pulsa <span style='font-weight: 700'>Presentar/Personalizar</span> para añadir interacción a tus diapositivas
fr: Cliquez sur <span style='font-weight : 700'>Présenter/Personnaliser</span> pour ajouter une interaction sur vos slides
hu: Kattintson a <span style='font-weight: 700'>Prezentálás/személyre szabás</span> gombra, hogy interakciókat adhasson a diákhoz

source: Congrats! You've taken the first step to improving your presentations. Here are the next steps to create step up your presentations with Claper:
am: እንኳን ደስ አለዎት! ገለጻዎችዎን ለማሻሻል የመጀመሪያውን እርምጃ ወስደዋል። በክላፐር ገለጻዎችዎን ለማሻሻል የሚቀጥሉት እርምጃዎች እነሆ፡
es: ¡Enhorabuena! Has dado el primer paso para mejorar tus presentaciones. Aquí tienes los siguientes pasos para poner en marcha presentaciones mejoradas con Claper:
fr: Félicitations! Vous avez fait le premier pas pour améliorer vos présentations. Voici les prochaines étapes pour créer des présentations plus performantes avec Claper:
hu: Gratulálunk! Megtette az első lépést a prezentációja fejlesztésében. Itt vannak a következő lépések, amivel javíthatja a prezentációját a Claperben:

source: Enjoy ! ✨
am: ይደሰቱ! ✨
es: ¡ Diviértete ! ✨
fr: Profitez ! ✨
hu: Jó szórakozást! ✨

source: We sent you an email, click on the provided link to connect (check your spam !)
am: ኢሜይል ልከንልዎታል፣ ለመገናኘት በቀረበው አገናኝ ላይ ጠቅ ያድርጉ (አይፈለጌ መልዕክትዎን ያረጋግጡ!)
es: Te hemos enviado un correo, pulsa en el enlace que te hemos proporcionado para conectar (¡comprueba la bandeja de correo no deseado!)
hu: Küldtünk egy e-mailt, kattintson a kapott linkre a csatlakozáshoz (vagy ellenőrizze a spam mappát)

source: Welcome !
am: እንኳን ደህና መጡ!
es: ¡ Bienvenido/a !
fr: Bienvenue !
hu: Üdvözöljük!

source: Click on the <span style='font-weight: 700'>create button</span> on your dashboard
am: በዳሽቦርድዎ ላይ ያለውን <span style='font-weight: 700'>የፍጠር አዝራር</span> ጠቅ ያድርጉ
es: Pulsa el <span style='font-weight: 700'>botón crear</span> en tu panel
hu: Kattintson a <span style='font-weight: 700'>létrehozás gombra</span> a kezdőlapon

source: Next steps to boost your presentations
am: ገለጻዎችዎን ለማጎልበት የሚቀጥሉት እርምጃዎች
es: Siguientes pasos para potenciar tus presentaciones
fr: Les prochaines étapes pour booster vos présentations
hu: A következő lépések, hogy új szintre emelje prezentációját

source: from %{count} people
am: ከ %{count} ሰው
es: de %{count} persona
fr: de %{count} personne
hu: %{count} embertől

source: Event
am: ዝግጅት
es: Evento
fr: Événement
hu: Esemény

source: No messages has been sent
am: ምንም መልዕክቶች አልተላኩም
es: No se han enviado mensajes
fr: Aucun message n'a été envoyé
hu: Nincsenek küldött üzenetek

source: This will delete all data related to your event, this cannot be undone. Confirm ?
am: ይህ ከዝግጅትዎ ጋር የተያያዙ ሁሉንም መረጃዎች ይሰርዛል፣ ይህ ሊቀለበስ አይችልም። ያረጋግጡ?
es: Esto borrará todos los datos relativos a tu evento, y no se puede deshacer. ¿Estás seguro/a?
fr: Cette opération supprimera toutes les données relatives à votre événement, elle ne peut être annulée. Confirmer ?
hu: Az esemény minden adata törlődni fog, a visszaállítás nem lehetséges. Folytatja?

source: attendee
am: ተሳታፊ
es: asistente
fr: participant
hu: résztvevő

source: Audience peak
am: የተመልካች ብዛት ጫፍ
es: Pico de audiencia
fr: Pic d'audience
hu: Részvételi csúcs

source: Engagement rate
am: የተሳትፎ መጠን
es: Nivel de participación
fr: Taux d'engagement
hu: Aktivitási arány

source: Error when processing the file
am: ፋይሉን በማሰናዳት ላይ ስህተት ተፈጥሯል
fr: Erreur lors du traitement du fichier
hu: Hiba a fájl feldolgozásakor

source: About
am: ስለ
es: Acerca de
fr: A propos
hu: Rólunk

source: Login
am: ግባ
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés

source: Connect to your account
am: ከመለያዎ ጋር ይገናኙ
es: Conecta con tu cuenta
fr: Connectez-vous à votre compte
hu: Lépjen be a fiókjába

source: Or use the code:
am: ወይም ኮዱን ይጠቀሙ፡
es: O usa el código:
fr: Ou utilisez le code:
hu: Vagy használja a kódot:

source: Create account
am: መለያ ፍጠር
es: Crear cuenta
hu: Regisztráció

source: Password
am: የይለፍ ቃል
es: Contraseña
fr: Mot de passe
hu: Jelszó

source: Change the password used to access your account.
am: ወደ መለያዎ ለመግባት የሚጠቀሙበትን የይለፍ ቃል ይቀይሩ።
es: Cambiar la contraseña usada para acceder a tu cuenta.
fr: Changez le mot de passe utilisé pour accéder à votre compte.
hu: Jelszó megváltoztatása.

source: Current password
am: የአሁኑ የይለፍ ቃል
es: Contraseña actual
hu: Jelenlegi jelszó

source: New password
am: አዲስ የይለፍ ቃል
es: Contraseña nueva
hu: Új jelszó

source: Update your password
am: የይለፍ ቃልዎን ያዘምኑ
es: Actualizar tu contraseña
hu: Változtassa meg jelszavát

source: Your password has been updated.
am: የይለፍ ቃልዎ ተዘምኗል።
es: Tu contraseña ha sido actualizada.
hu: A jelszó megváltozott.

source: Field %{count}
am: መስክ %{count}
es: Campo %{count}
hu: Mező %{count}

source: Add form to collect data from your public.
am: ከህዝብዎ መረጃ ለመሰብሰብ ቅጽ ያክሉ።
es: Añadir formulario para recopilar datos del público.
fr: Ajoutez un formulaire pour recueillir les données de votre public.
hu: Adjon hozzá egy űrlapot, hogy adatokat gyűjthessen a közönségtől.

source: Current form
am: የአሁኑ ቅጽ
es: Formulario actual
hu: Jelenlegi űrlap

source: Edit form
am: ቅጽ አርትዕ
es: Editar formulario
hu: Űrlap szerkesztése

source: Form
am: ቅጽ
es: Formulario
fr: Formulaire
hu: Űrlap

source: Form submissions
am: የቅጽ ማቅረቢያዎች
es: Envíos de formulario
fr: Soumissions de formulaire
hu: Beküldött űrlapok

source: Form submissions from attendees will appear here.
am: ከተሳታፊዎች የሚቀርቡ የቅጽ ማቅረቢያዎች እዚህ ይታያሉ።
es: Los envíos de formulario de los asistentes aparecerán aquí.
fr: Les formulaires soumis par les participants apparaîtront ici.
hu: A résztvevők által beküldött űrlapok itt fognak megjelenni.

source: Name
am: ስም
es: Nombre
fr: Nom
hu: Név

source: New form
am: አዲስ ቅጽ
es: Nuevo formulario
fr: Nouveau formulaire
hu: Új űrlap

source: No form submission has been sent
am: ምንም የቅጽ ማቅረቢያ አልተላከም
es: No se ha enviado ningún formulario
fr: Aucun formulaire n'a été envoyé
hu: Nincsenek beküldött űrlapok.

source: See current form
am: የአሁኑን ቅጽ ይመልከቱ
es: Ver formulario actual
hu: Jelenlegi űrlap megtekintése

source: Submit
am: አስገባ
es: Enviar
fr: Soumettre
hu: Küldés

source: Text
am: ጽሑፍ
es: Texto
fr: Texte
hu: Szöveg

source: This cannot be undone, confirm ?
am: ይህ ሊቀለበስ አይችልም፣ ያረጋግጡ?
es: Esto no se puede deshacer, ¿estás seguro/a?
fr: Cela ne peut pas être annulé, confirmez-vous ?
hu: A műveletet nem lehet visszavonni. Folytatja?

source: This will delete all responses associated and the form itself, are you sure?
am: ይህ ሁሉንም ተዛማጅ ምላሾች እና ቅጹን ራሱ ይሰርዛል፣ እርግጠኛ ነዎት?
es: Esto borrará todas las respuestas asociadas al formulario, ¿estás seguro/a?
hu: Az űrlap és minden hozzá tartozó válasz törlődni fog. Folytatja?

source: Title of your form
am: የእርስዎ ቅጽ ርዕስ
es: Título de tu formulario
hu: Az űrlap címe

source: Type
am: አይነት
es: Tipo
hu: Típus

source: Select one option
am: አንድ አማራጭ ይምረጡ
es: Seleccione una opción
hu: Válasszon egy opciót

source: Select one or multiple options
am: አንድ ወይም ብዙ አማራጮችን ይምረጡ
es: Seleccione una o varias opciones
fr: Sélectionner une ou plusieurs options
hu: Válasszon egy vagy több opciót

source: Multiple answers
am: ብዙ መልሶች
es: Respuestas múltiples
fr: Réponses multiples
hu: Több válaszlehetőség

source: PDF, PPT, PPTX up to %{size} MB
am: ፒዲኤፍ፣ ፒፒቲ፣ ፒፒቲኤክስ እስከ %{size} ሜባ
es: PDF, PPT, PPTX de hasta %{size} MB
fr: PDF, PPT, PPTX jusqu'à %{size} MB
hu: PDF, PPT, PPTX %{size} MB maximum méretig

source: Enable messages
am: መልዕክቶችን አንቃ
es: Activar mensajes
fr: Activer messages
hu: Üzenetek engedélyezése

source: Show messages
am: መልዕክቶችን አሳይ
es: Mostrar mensajes
fr: Afficher messages
hu: Üzenetek mutatása

source: Messages deactivated
am: መልዕክቶች ቦዝነዋል
es: Mensajes desactivados
fr: Messages désactivés
hu: Üzenetek letiltva.

source: Anonymous
am: ስም-አልባ
es: Anónimo
fr: Anonyme
hu: Névtelen

source: Close
am: ዝጋ
es: Cerrar
fr: Fermer
hu: Bezárás

source: Enter your name
am: ስምዎን ያስገቡ
es: Teclea tu nombre
fr: Entrer votre nom
hu: Írja be a nevét

source: Or go to %{url} and use the code:
am: ወይም ወደ %{url} ይሂዱ እና ኮዱን ይጠቀሙ፡
es: O ve a %{url} y usa el código:
fr: Ou allez sur %{url} et utilisez le code:
hu: Vagy látogassa meg a következő linket: %{url} és használja a következő kódot:

source: Use your name
am: ስምዎን ይጠቀሙ
es: Utiliza tu nombre
fr: Utiliser votre nom
hu: Használja a nevét

source: disabled
am: የቦዘነ
es: desactivada
fr: désactivé
hu: letiltva

source: Account creation is disabled
am: መለያ መፍጠር ቦዝኗል
es: La creación de cuentas está desactivada
fr: La création de compte est désactivée
hu: A regisztráció le van tiltva

source: Add a Youtube video or any web content.
am: የዩቲዩብ ቪዲዮ ወይም ማንኛውንም የድር ይዘት ያክሉ።
es: Agregar vídeo de Youtube o cualquier contenido web.
fr: Ajoutez une vidéo Youtube ou tout autre contenu web.
hu: Adjon hozzá egy Youtube videót vagy más internetes tartalmat.
