Repository: ClaperCo/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: am, es, fr, hu

source: This code will be used by your attendees to access the event. You have the option to create a custom code.
fr: Ce code sera utilisé par vos participants pour accéder à l'événement. Vous avez la possibilité de créer un code personnalisé.

source: Welcome to Claper! You can create a new event here.
fr: Bienvenue sur Claper ! Vous pouvez créer un nouvel événement ici.

source: When your event will start?
fr: Quand votre événement commencera-t-il ?

source: from %{count} poll
es: de %{count} votación

source: Average voters
es: Media de votantes

source: Interactions history
es: Historial de interacciones

source: Export all submissions
es: Exportar todos los envíos

source: Import all interactions from another presentation
es: Importar todas las interacciones de otra presentación

source: Interactions import failed
es: La importación de interacciones ha fallado

source: Interactions imported successfully
es: Interacciones importadas con éxito

source: Select presentation
es: Seleccionar presentación

source: Attendees settings
es: Ajustes de asistentes

source: Enable anonymous messages
es: Activar mensajes anónimos

source: Access
es: Acceso

source: Terminate
es: Terminar

source: Show on presentation
es: Mostrar en la presentación

source: Action
es: Acción

source: Email
am: ኢሜይል

source: Date
am: ቀን

source: Start date
am: የመጀመሪያ ቀን

source: End date
am: የመጨረሻ ቀን

source: Interactions
am: ግንኙነቶች

source: Add a quiz to challenge your public.
am: ህዝብዎን ለመፈተን ፈተና ያክሉ።

source: Edit quiz
am: ፈተና አርትዕ

source: This will delete all responses associated and the quiz itself, are you sure?
am: ይህ ሁሉንም ተዛማጅ ምላሾች እና ፈተናውን ራሱ ይሰርዛል፣ እርግጠኛ ነዎት?

source: See current quiz
am: የአሁኑን ፈተና ይመልከቱ

source: Question %{count}
am: ጥያቄ %{count}

source: Answer %{count}
am: መልስ %{count}

source: Is correct answer
am: ትክክለኛ መልስ ነው

source: Next question
am: ቀጣይ ጥያቄ

source: Good answer
am: ጥሩ መልስ

source: Results
am: ውጤቶች

source: Restart
am: እንደገና አስጀምር
