Repository: ClaperCo/Claper
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: am, hu

source: can't be blank
am: ባዶ መሆን አይችልም
hu: nem lehet üres

source: has already been taken
am: ቀደም ሲል ተይዟል
hu: már foglalt

source: is invalid
am: ትክክል አይደለም
hu: érvénytelen

source: must be accepted
am: መቀበል አለበት
hu: el kell fogadni

source: has invalid format
am: ትክክለኛ ያልሆነ ቅርጸት አለው
hu: formátuma érvénytelen

source: has an invalid entry
am: ትክክለኛ ያልሆነ ግቤት አለው
hu: érvénytelen bejegyzést tartalmaz

source: is reserved
am: ተይዟል
hu: foglalt

source: does not match confirmation
am: ከማረጋገጫው ጋር አይዛመድም
hu: nem egyezik meg a megerősítéssel

source: is still associated with this entry
am: አሁንም ከዚህ ግቤት ጋር የተያያዘ ነው
hu: még mindig ehhez a bejegyzéshez tartozik

source: are still associated with this entry
am: አሁንም ከዚህ ግቤት ጋር የተያያዙ ናቸው
hu: még mindig ehhez a bejegyzéshez tartoznak

source: should be %{count} character(s)
am: የ%{count} ፊደል(ዎች) መሆን አለበት
hu: %{count} karakternek kell lennie

source: should have %{count} item(s)
am: %{count} እቃ(ዎች) ሊኖረው ይገባል
hu: %{count} elemnek kell lennie

source: should be at least %{count} character(s)
am: ቢያንስ %{count} ፊደል(ዎች) መሆን አለበት
hu: Legalább %{count} karakternek kell lennie

source: should have at least %{count} item(s)
am: ቢያንስ %{count} እቃ(ዎች) ሊኖረው ይገባል
hu: legalább %{count} elem lehet

source: should be at most %{count} character(s)
am: ከፍተኛው %{count} ፊደል(ዎች) መሆን አለበት
hu: legfeljebb %{count} karakter lehet

source: should have at most %{count} item(s)
am: ከፍተኛው %{count} እቃ(ዎች) ሊኖረው ይገባል
hu: legfeljebb %{count} elem lehet

source: must be less than %{number}
am: ከ%{number} ያነሰ መሆን አለበት
hu: kisebbnek kell lennie ennél: %{number}

source: must be greater than %{number}
am: ከ%{number} የሚበልጥ መሆን አለበት
hu: nagyobbnak kell lennie ennél: %{number}

source: must be less than or equal to %{number}
am: ከ%{number} ያነሰ ወይም እኩል መሆን አለበት
hu: kisebbnek vagy egyenlőnek kell lennie ezzel: %{number}

source: must be greater than ወይም እኩል to %{number}
am: ከ%{number} የሚበልጥ ወይም እኩል መሆን አለበት

source: must be equal to %{number}
am: ከ%{number} ጋር እኩል መሆን አለበት
hu: egyenlőnek kell lennie ezzel: %{number}

source: must be greater than or equal to %{number}
hu: nagyobbnak vagy egyenlőnek kell lennie ezzel: %{number}
